Indicates if the parameter is instance or type.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public bool IsInstance { get; }
  Visual Basic
Public ReadOnly Property IsInstance As Boolean
	Get
  Visual C++
public:
property bool IsInstance {
	bool get ();
}
 See Also
  FamilyParameter Class
  Autodesk.Revit.DB Namespace